Repository: veler/PaZword
Catalog: Windows/Impl/PaZword.Localization/Strings/*/SettingsPage.resw
Source language: en
Languages: fr, ru

# About
source: About this app
fr: À propos de
ru: Об этом приложении

# AskSecretKeyOccasionallyDescription
source: Every 14 days, the recovery key will be asked to authenticate.
fr: Tous les 14 jours, la clé de récupération vous sera demandée lors de l'authentification.
ru: Каждые 14 дней будет запрашиваться ключ восстановления для аутентификации.

# AskSecretKeyOccasionallySetting
source: Authenticate with the recovery key occasionally
fr: S'authentifier occasionnellement avec la clé de récupération
ru: Время от времени аутентифицируйтесь с помощью ключа восстановления

# AskSecretKeyOccasionallyTitle
source: Authenticate with the recovery key every 14 days
fr: Authentification avec la clé de récupération tous les 14 jours
ru: Аутентификация с ключом восстановления каждые 14 дней

# CloudStorageServiceDescription
source: Register or sign in to a cloud storage service to synchronize your vault.
fr: Inscrivez-vous ou connectez-vous à un service de stockage dans le cloud pour synchroniser votre coffre-fort.
ru: Зарегистрируйтесь или войдите в облачную службу для синхронизации вашего хранилища.

# CloudStorageServiceTitle
source: Cloud storage service account
fr: Compte du service de stockage dans le nuage
ru: Учетная запись службы облачного хранилища

# ContributorList
source: Christophe Chichmanian
fr: Christophe Chichmanian Jean Blanc
ru: Christophe Chichmanian Jean Blanc Danil Podobin

# Contributors
source: Thanks to the contributors!
fr: Merci aux contributeurs !
ru: Спасибо всем участникам проекта!

# DiscoverOtherApps
source: Discover my other apps
fr: Découvrez mes autres applications
ru: Откройте для себя мои другие приложения

source: General
fr: Général
ru: Основные

source: License
fr: Licence
ru: Лицензия

# LockAfterInactivityDescription
source: Lock PaZword automatically after a certain period of inactivity in the app.
fr: Verrouiller PaZword automatiquement après une certaine période d'inactivité dans l'application.
ru: Блокировка PaZword автоматически после определенного периода неактивности в приложении.

# LockAfterInactivitySetting
source: Lock when inactive
fr: Verrouillage après inactivité
ru: Блокировка при неактивности

# LockAfterInactivityTitle
source: Auto-lock
fr: Auto-verrouillage
ru: Авто-блокировка

# LockAfterInactivity_FifteenMinutes
source: 15 minutes
ru: 15 минут

# LockAfterInactivity_FiveMinutes
source: 5 minutes
ru: 5 минут

# LockAfterInactivity_Never
source: Never
fr: Jamais
ru: Никогда

# LockAfterInactivity_OneHour
source: 1 hour
fr: 1 heure
ru: 1 час

# LockAfterInactivity_TenMinutes
source: 10 minutes
ru: 10 минут

# LockAfterInactivity_ThirtyMinutes
source: 30 minutes
ru: 30 минут

source: Logs
fr: Journal d'événements
ru: Журналы

# MadeWithLove
source: Made with ♥ from British Columbia.
fr: Fait avec ♥ en Colombie-Britannique (Canada).
ru: Сделано с ♥ в Британской Колумбии.

# OpenSource
source: This software is Open Source
fr: Ce logiciel est Open Source
ru: Это программное обеспечение с открытым исходным кодом

source: Privacy statement
fr: Déclaration de confidentialité
ru: Заявление о конфиденциальности

source: Security
fr: Sécurité
ru: Безопасность

source: Sign out
fr: Déconnexion
ru: Выйти

# SubmitFeedback
source: Submit Feedback to the developer
fr: Soumettre des commentaires au développeur
ru: Отправить отзыв разработчику

# SyncCloudDescription
source: This option will synchronize your vault through your personal cloud storage service account to let you backup and retrieve them on another device. Please refer to the Frequently Asked Questions for more information.
fr: Cette option activera la synchronisation votre coffre-fort via votre compte personnel de service de stockage cloud pour vous permettre de le sauvegarder et de le récupérer sur un autre appareil. Veuillez consulter les questions fréquemment posées pour plus d’informations.
ru: Эта опция синхронизирует ваше хранилище через вашу личную учетную запись службы облачного хранения, чтобы вы могли создавать резервные копии и получать их на другом устройстве. Пожалуйста, обратитесь к часто задаваемым вопросам для получения дополнительной информации.

# SyncCloudSetting
source: Synchronize data
fr: Synchroniser des données
ru: Синхронизировать данные

# SyncCloudTitle
source: Synchronization with the Cloud
fr: Synchronisation avec le Cloud
ru: Синхронизация с облаком

source: Synchronization
fr: Synchronisation
ru: Синхронизация

source: Sync now
fr: Synchroniser maintenant
ru: Синхронизировать сейчас

# ThemeConfigure
source: Windows color settings
fr: Paramètres de couleurs Windows
ru: Параметры цвета Windows

# ThemeDark
source: Dark
fr: Sombre
ru: Тёмная

# ThemeDefault
source: Windows default
fr: Windows par défaut
ru: Тема системы

# ThemeDescription
source: Choose the color theme
fr: Choisir le thème de couleurs
ru: Выберите цветовую тему

# ThemeLight
source: Light
fr: Clair
ru: Светлая

# ThemeTitle
source: Theme
fr: Thème
ru: Тема

source: Third-party services
fr: Services tiers
ru: Сторонние сервисы

# ThirdPartySoftware
source: Third-party software notice
fr: Avis de logiciels tiers
ru: Уведомление о стороннем программном обеспечении

# TwoFactorDescription
source: Use your trusted devices and email address to verify your identify when authenticating.
fr: Utiliser vos appareils de confiance et adresse e-mail pour vérifier votre identité lors de l'authentification.
ru: Используйте ваши доверенные устройства и адрес электронной почты, чтобы подтвердить свою личность при аутентификации.

# TwoFactorSetting
source: Two-step verification
fr: Vérification en deux étapes
ru: Двухфакторная верификация

# TwoFactorTitle
source: Two-step verification
fr: Vérification en deux étapes
ru: Двухфакторная верификация

# WarningNoSecurity
source: Because all the authentication features are disabled, you will be asked to enter your recovery key the next time to authenticate in the app.
fr: Étant donné que toutes les fonctionnalités d’authentification sont désactivées, il vous sera demandé d’entrer votre clé de récupération la prochaine fois pour vous authentifier dans l’application.
ru: Поскольку все функции аутентификации отключены, вам будет предложено ввести ключ восстановления в следующий раз для аутентификации в приложении.

# WindowsHelloConfigure
source: Configure Windows Hello
fr: Configurer Windows Hello
ru: Настроить Windows Hello

# WindowsHelloDescription
source: Use Windows Hello to authenticates in PaZword with a PIN code or biometric sensor (fingerprint, face recognition...).
fr: Utiliser Windows Hello pour s'authentifier dans PaZword avec un code PIN ou un capteur biométrique (empreinte digitale, reconnaissance de visage, ...).
ru: Используйте Windows Hello для аутентификации в PaZword с помощью PIN-кода или биометрического датчика (отпечаток пальца, распознавание лица...).

# WindowsHelloSetting
source: Use Windows Hello (recommended)
fr: Utiliser Windows Hello (recommandé)
ru: Использовать Windows Hello (рекомендуется)

# WindowsHelloTitle
source: Sign in with Windows Hello
fr: S'authentifier avec Windows Hello
ru: Войти с помощью Windows Hello
